<?php

return[

    // menu
    'Share' => 'শেয়ার করুন',
    'Request' => 'অনুরোধ',
    'Food' => 'খাদ্য',
    'Cloth' => 'কাপড়',
    'Book' => 'বই',
    'Help' => 'সাহায্য',
    'Donate' => 'দান করুন',
    'login' => 'লগইন',
    'signup' => 'সাইন আপ',
    'forgetpass' => 'পাসওয়ার্ড ভুলে গেছেন',
    'orlgoin' => 'অথবা লগইন করুন',
    'ragistration' => 'সাইন আপ',
    'signupforuser' => 'ব্যবহারকারী হিসেবে সাইন আপ',
    'signupforvoluneteer' => 'স্বেচ্ছাসেবক হিসেবে সাইনআপ',
    'logout' => 'প্রস্থান করুন',
    'userdashbord' => 'ব্যবহারকারী ড্যাশবোর্ড',
    'admindashbord' => 'অ্যাডমিন ড্যাশবোর্ড',
    'VolunteerDashboard' => 'স্বেচ্ছাসেবক ড্যাশবোর্ড',
    'loginname' => 'নাম',
    'lemail' => ' ইমেইল',
    'lphone' => ' ফোন',
    'lpassword' => 'পাসওয়ার্ড',
    'lalredylogin' => 'ইতিমধ্যে নিবন্ধন করেছেন? প্রবেশ করুন',
    'lfullname' => 'আপনার পুরো নাম লিখুন',
    'lfullemail' => 'আপনার বৈধ ইমেইল লিখুন',
    'lfullnumber' => 'আপনার বৈধ নম্বর লিখুন',
    'lpassdigit' => '৮ অক্ষর/অঙ্কের কম নয়',
    'llfullnumber' => '৮৮ দিয়ে শুরু করুন',
    

     // profile page
     'Volunteer' => 'স্বেচ্ছাসেবক',
     'user' => 'ব্যবহারকারী',
     'mprofile' => 'আমার প্রোফাইল',
     'binfo' => 'মৌলিক তথ্য',
     'pppname' => 'নাম',
     'pphone' => 'ফোন',
     'paddress' => 'ঠিকানা',
     'pp' => 'প্রোফাইল ছবি',
     'pbutton' => 'আপডেট',
     'pemilaudate' => 'ইমেল তথ্য আপডেট করুন',
     'pemail' => 'ইমেইল',
     'pcancle' => 'বাতিল করুন',
     'ppi' => 'পাসওয়ার্ড ',
     'pccp' => 'বর্তমান পাসওয়ার্ড',
     'pnp' => 'নতুন পাসওয়ার্ড',
     'pcp' => 'পাসওয়ার্ড নিশ্চিত করুন',
 
 
     'prlist' => 'অনুরোধের তালিকা',
     'pno' => 'নং',
     'prname' => 'অনুরোধকারীর নাম',
     'pitemname' => 'আইটেম নাম',
     'pphonenumber' => 'ফোন নম্বর',
     'pcat' => 'শ্রেণী',
     'paddresslist' => 'ঠিকানা',
     'pexpiredate' => 'মেয়াদ শেষ হওয়ার তারিখ',
     'paction' => 'কর্ম',
     'pmyacceptlist' => 'আমার গৃহীত তালিকা',
     'paccept' => 'গ্রহণ করুন',
     'pddclist' => 'অনুদানের তালিকা',
     'acctype' => 'অ্যাকাউন্ট ধরন',
     'acnumber' => 'হিসাব নাম্বার',
     'transactionid' => 'লেনদেন নাম্বার',
     'amount' => 'পরিমাণ',
     'acdate' => 'তারিখ',

     // footer
    'footersiteinfo' => 'একটি ওয়েবসাইট যা শুভিধা বঞ্চিত লোকেদের খাবার, জামাকাপড় এবং বইগুলিকে আরও ভাল উপায়ে দান করতে সহায়তা করবে৷',
    'Site' => 'সাইট',
    'Support' => 'সমর্থন',
    'Help' => 'সাধারন প্রশ্ন',
    'Terms' => 'শর্তাবলী এবং শর্ত',
    'ContactUs' => 'যোগাযোগ করুন',
    'bottomfooter' => "@ShareNeedz. সমস্ত অধিকার সংরক্ষিত.",

    // index page
    'requesttitle' => 'আপনি নিচের বিভাগ থেকে কি অনুরোধ করতে চান'
    ,'gallerytitle' => 'আমাদের গ্যালারি', 
    'donatortitle' => 'আমাদের শীর্ষ দাতা',
    'teamtitle' => 'আমাদের টিম',


    // category page
    'food' => 'খাদ্য',
    'book' => 'বই',
    'cloth' => 'কাপড়',
    'search' => 'অনুসন্ধান',
    'details' => 'বিস্তারিত',
    'searchtitle' => 'আপনার প্রয়োজন খুঁজুন',
    'noresult' => 'কোন ফলাফল পাওয়া যায়নি',

     // donate page
     'donattile' => 'আমাদের সমর্থন করার জন্য দান করুন',
     'paybank' => 'ব্যাংক অ্যাকাউন্ট দ্বারা অর্থ প্রদান',
     'paymobiel' => 'মোবাইল ব্যাংকিং দ্বারা অর্থ প্রদান',
     'payssl' => 'পেমেন্ট গেটওয়ে দ্বারা অর্থ প্রদান করুন',
     'bkash' => 'বিকাশ',
     'sslcom' => 'এসএসএল কমার্স',
      'note'=> '*অনুদানের রসিদ পেতে আপনাকে সাইন আপ করতে হবে।',


     // share page
    'pagetitle' => 'দান করা যত্নশীল',
    'fromtitle' => 'আপনার অপ্রয়োজনীয় জিনিস শেয়ার করুন', 
    'fromsubtitle' => 'সঠিক তথ্য দিয়ে ফর্ম পূরণ করুন। আপনার একটি শেয়ার একজন শুভিধা বঞ্চিত ব্যক্তিকে খুশি করবে',
    'sharetype' => 'শেয়ার ধরন',
    'type' => 'ধরন',
    'shareholder' => 'প্রেরকের নাম',
    'phone' => 'ফোন নম্বর',
    'pname' => 'পণ্যের নাম',
    'address' => 'ঠিকানা',
    'edate' => 'মেয়াদ শেষ হওয়ার  তারিখ',
    'etitme' => 'মেয়াদ শেষ হওয়ার সময়',
    'details' => 'বিস্তারিত',
    'inputmax' => 'ছবি 6MB এর বেশি নয়',
    'submitpost' => 'শেয়ার',
    'restaurant' => 'রেঁস্তোরা',
    'individual' => 'ব্যক্তিগত',
    'logoutsharepagetile' => 'শেয়ার করতে নিবন্ধন করুন',
    'sentrequest' => 'অনুরোধ পাঠান',
    'creattext' => 'অনুরোধ পাঠাতে অ্যাকাউন্ট তৈরি করুন',

    // help page
    'p1' => "ShareNeed'z কি?" ,
    'p2' => "ShareNeed’Z হল এমন একটি প্ল্যাটফর্ম যা পরোপকারী লোকদের একটি সম্প্রদায় তৈরি করে যারা তাদের অবশিষ্ট খাবার ভাগ করে নিতে চায় বা বস্ত্র দান করতে চায় বা সুবিধাবঞ্চিত লোকদের বই দিতে চায় কিন্তু নিয়মিত তা করতে পারে না।",
    'p3' => ' এটা করার উদ্দেশ্য কি?',
    'p4' => '
    এমন করে আমরা ৩টি জিনিস করতে পারি <br> <br>
    ক. খাদ্যের অপচয় কমাতে যা বছরে প্রায় এক কোটি ৮ লাখ (বিবিসির খবর থেকে নেওয়া প্রতিবেদন)। <br> <br>

    খ. ISEB বোর্ডের সাহায্যে আমরা জানতে পারি এখানে প্রায় 952404 ছাত্র রয়েছে। কিন্তু আরও অনেক ছাত্র আছে যারা বইয়ের অভাবে কষ্ট পাচ্ছে... তা ছাড়া পৃথিবীর প্রায় প্রত্যেক মানুষেরই বইয়ের প্রতি একটা সফট কর্ণার আছে... ধরুন আপনি একটা বইয়ের হার্ড কপি পড়তে চান এবং সব জায়গায় অনুসন্ধান করেন কিন্তু কোন দোকানে এটি নেই কিন্তু আমাদের গ্রাহকের কাছে এটি রয়েছে এবং তিনি এই নির্দিষ্ট বইটি চান না... তাই তিনি তার বইটি ওয়েবসাইটে দিতে পারেন এবং তারপরে আপনি সহজেই বইটি পেতে পারেন। 
    ',
    'p5' => ' আমি কিভাবে খাবার/কাপড়/বই শেয়ার করতে পারি?',
    'p6' => 'ব্যবহারকারী তাদের অতিরিক্ত খাবার, কাপড়, বই ওয়েবসাইটে শেয়ার করতে পারেন। পোস্টের বিবরণে খাবারের ছবি, খাবার রান্নার সময়, নাম, ঠিকানা, মোবাইল নম্বর অন্তর্ভুক্ত রয়েছে। ছবি স্লাইডারে দেখানো হয়। ব্যবহারকারী সর্বোচ্চ 4টি ছবি আপলোড করতে পারেন।',
    'p7' => 'আমি কীভাবে খাবার/কাপড়/বইয়ের জন্য অনুরোধ করতে পারি?',
    'p8' => 'ব্যবহারকারী ওয়েবসাইটে খাবার, কাপড়, বইয়ের জন্য অনুরোধ করতে পারেন। যখন ব্যবহারকারী খাদ্যের জন্য অনুরোধ করবেন তখন স্বেচ্ছাসেবকরা ফোন বা ওয়েবসাইটে এসএমএস পাবেন। অনুরোধ বোতাম পোস্ট বিবরণ পৃষ্ঠায় থাকবে।',
    'p9' => ' খাবার/কাপড়/বই ভাগ না করে কিভাবে আমি সাহায্য করতে পারি?',
    'p10' => 'ব্যবহারকারীরা ওয়েবসাইট থেকে দান করতে পারেন। দান ব্যবস্থা ম্যানুয়াল। অনুদান পৃষ্ঠায় ব্যবহারকারী ব্যাঙ্ক অ্যাকাউন্ট নম্বর দেখতে পাবেন।',
    'p11' => 'আমি কিভাবে আমার অনুদানের প্রমাণ পেতে পারি?',
    'p12' => 'সফল দানের জন্য ব্যবহারকারীরা অ্যাডমিনের দেওয়া অনুদানের রসিদ পাবেন। এটি দাতা প্রোফাইলে অনুদানের স্পষ্টীকরণ পৃষ্ঠায় দেখাবে।',
 
   
]
?>